{
  "Cat": [
    {
      "title": "HTML",
      "description": "The HyperText Markup Language, or HTML is the standard markup language for documents designed to be displayed in a web browser. It can be assisted by technologies such as Cascading Style Sheets and scripting languages such as JavaScript.",
      "id": 1
    },
    {
      "title": "CSS",
      "description": "Cascading Style Sheets is a style sheet language used for describing the presentation of a document written in a markup language such as HTML. CSS is a cornerstone technology of the World Wide Web, alongside HTML and JavaScript",
      "id": 2
    },
    {
      "title": "Java",
      "description": "Java is a high-level, class-based, object-oriented programming language that is designed to have as few implementation dependencies as possible",
      "id": 3
    },
    {
      "title": "Python",
      "description": "Python is an interpreted high-level general-purpose programming language. Its design philosophy emphasizes code readability with its use of significant indentation. Its language constructs as well as its object-oriented approach aim to help programmers write clear, logical code for small and large-scale",
      "id": 4
    },
    {
      "title": "Python",
      "description": "Python is an interpreted high-level general-purpose programming language. Its design philosophy emphasizes code readability with its use of significant indentation. Its language constructs as well as its object-oriented approach aim to help programmers write clear, logical code for small and large-scale",
      "id": 5
    },
    {
      "title": "Python",
      "description": "Python is an interpreted high-level general-purpose programming language. Its design philosophy emphasizes code readability with its use of significant indentation. Its language constructs as well as its object-oriented approach aim to help programmers write clear, logical code for small and large-scale",
      "id": 6
    },
    {
      "title": "Java script",
      "description": "JavaScript, often abbreviated as JS, is a programming language that conforms to the ECMAScript specification. JavaScript is high-level, often just-in-time compiled and multi-paradigm. It has dynamic typing, prototype-based object-orientation and first-class functions",
      "id": 7
    }
  ]
}